tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cmake"
brew "diff-so-fancy"
brew "exa"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "git-delta"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "libomp"
brew "llvm"
brew "mysql"
brew "mysql-client"
brew "numpy"
brew "nvm"
brew "openjdk"
brew "openvino"
brew "pipenv"
brew "pkg-config"
brew "py3cairo"
brew "python@3.11"
brew "scc"
brew "stow"
brew "systemc"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "dbeaver-community"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gitx"
cask "miniforge"
cask "visual-studio-code"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "deerawan.vscode-dash"
vscode "demystifying-javascript.python-extensions-pack"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "hbenl.vscode-test-explorer"
vscode "kaih2o.python-resource-monitor"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marlon407.code-groovy"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "njqdev.vscode-python-typehint"
vscode "pkief.material-icon-theme"
vscode "rafamel.subtle-brackets"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "seyyedkhandon.firacode"
vscode "sirtori.indenticator"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xirider.livecode"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
