amd-ucode
baobab
base
base-devel
bat
blueberry
brave-bin
btrfs-progs
displaylink
efibootmgr
epiphany
evince
eza
fish
fzf
gdm
git
git-delta
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
kitty
libappindicator-gtk3
libpulse
linux
linux-firmware
loupe
malcontent
nano
nautilus
networkmanager
ntfs-3g
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rygel
simple-scan
snapshot
sof-firmware
starship
stow
sushi
swaync
tecla
totem
ttf-font-awesome
udiskie
visual-studio-code-bin
waybar
wezterm
wireplumber
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay-git
yay-git-debug
yelp
zoxide
zram-generator
