amd-ucode
baobab
base
base-devel
bat
# blueman
# bluez-utils
brave-bin
brightnessctl
btrfs-progs
cbatticon
efibootmgr
epiphany
evince
eza
feh
fish
flameshot
fzf
gdm
geeqie
git
git-delta
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
i3-wm
i3blocks
i3lock
i3status
jetbrains-toolbox
libpulse
linux
linux-firmware
loupe
lxappearance
malcontent
nano
nautilus
network-manager-applet
networkmanager
notification-daemon
ntfs-3g
orca
package-query
package-query-debug
pacman-contrib
pamixer
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
rofi
rygel
scrot
simple-scan
snapshot
sof-firmware
starship
stow
sushi
tecla
totem
ttf-font-awesome
udiskie
usbutils
vi
visual-studio-code-bin
vlc
volumeicon
wezterm
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xfce4-clipman-plugin
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yaourt
yay-git
yay-git-debug
yelp
zoxide
zram-generator
